lib/xml/userSkillRemove.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ser="http://service.admin.ws.five9.com/">
    <soapenv:Header />
    <soapenv:Body>
        <ser:userSkillRemove>
            <!--Optional:-->
            <userSkill>
                <!--Optional:-->
                <id>?</id>
                <level>?</level>
                <!--Optional:-->
                <skillName>?</skillName>
                <!--Optional:-->
                <userName>?</userName>
            </userSkill>
        </ser:userSkillRemove>
    </soapenv:Body>
</soapenv:Envelope>